[
  {
    "Numero": 1,
    "Nome": "Alien X",
    "Descricao": "Ben reconhece o Alien X como o alienígena mais forte e mais poderoso do Omnitrix, porém, ele não pode arcar com o custo que vem se transformando neste alien.",
    "Especie": "Sapien Celestial",
    "Tipos": [ "Poderes-ilimitados" ] ,
    "Imagem": "\\img\\aliens\\alien-x.jfif"
  },
  {
    "Numero": 2,
    "Nome": "FeedBack",
    "Descricao": "Feedback tem um olho verde no meio de sua cabeça. Ele tem duas antenas e uma cauda que se conecta em função de suas pontas, que lhe permite absorver energia e usá-la. Ele tem quatro dedos em cada mão com plugues na ponta de cada dedo. Feedback tem apenas dois dedos nos pés. O Omnitrix está localizado no seu peito.",
    "Especie": "Conductoide",
    "Tipos": [ "Eletrocinese"],
    "Imagem": "\\img\\aliens\\feedback.jpeg"
  },
  {
    "Numero": 3,
    "Nome": "Acelerado",
    "Descricao": "Acelerado é um alienígena semelhante a um felino com um esquema de cores preto. Suas mãos, pernas, e a parte de sua cabeça e o tórax são da cor azul. Ele tem espinhos em suas mãos e pernas. Ele também tem uma máscara preta semelhante a de Wolverine com barbatanas ao redor de seus olhos verdes. Ele tem um nariz em forma de triângulo e um projeto de raio em seu peito. ",
    "Especie": "Citrakayah",
    "Tipos": [ "Super-força", "Velocidade" ],
    "Imagem": "\\img\\aliens\\acelerado.jpeg"
  },
  {
    "Numero": 4,
    "Nome": "Friagem",
    "Descricao": "Friagem é um alienígena humanoide, semelhante a uma mariposa, cujas quatro asas e antena se dobram em um manto com capuz (muito parecido com um poncho), dando-lhe a aparência de um fantasma. Ele tem um corpo preto com manchas ciano nos braços, ombros, pernas, na parte de trás das asas e na parte de trás do pescoço, que se assemelham a pedaços de gelo.",
    "Especie": "Necrofriggiano",
    "Tipos": [ "Resistente" , "Velocidade", "Super-força"],
    "Imagem": "\\img\\aliens\\friagem.jpeg"
  },
  {
    "Numero": 5,
    "Nome": "Gigante",
    "Descricao": "Gigante é um alienígena enorme, com cor predominante o branco. Em sua cabeça, possui uma única crista, com a parte da frente preta e a de trás vermelha. Em seus ombros tem uma espécie de lamina preta. Seus braços são vermelhos, e tem duas pulseiras pretas. Tem pés vermelhos com dois dedos, e um Tipos de sandália preta no meio deles.",
    "Especie": "To kustar",
    "Tipos": [ "Alteração-tamanho" ],
    "Imagem": "\\img\\aliens\\gigante.jpeg"
  },
  {
    "Numero": 6,
    "Nome": "Diamante",
    "Descricao": "Tem a aparência de uma Petrosapien feminina, sem cristais em suas costas, e uma cabeça um pouco mais quadrada. Usa um traje semelhante ao do Diamante de Ben, mas com cores azuis. ",
    "Especie": "Petrosapien",
    "Tipos": [ "Cristalocinese", "Regeneração" ],
    "Imagem": "\\img\\aliens\\diamante.jpeg"
  },
  {
    "Numero": 7,
    "Nome": "Dino-Mighty",
    "Descricao": "Sendo a versão de Ben 23 do Enormossauro, Dino-Mighty é idêntico a ele, porém sua pele tem um tom mais azulado, a faixa em seu peito é azul assim como seus olhos e o símbolo do Relógio do Herói, que são um pouco mais claros. ",
    "Especie": "Vaxasauriano",
    "Tipos": [ "Super-força", "Resistente"],
    "Imagem": "\\img\\aliens\\Dino-Mighty.jpeg"
  },
  {
    "Numero": 8,
    "Nome": "Chama",
    "Descricao": "Chama é uma forma de vida humanoide baseada em plasma. Seu corpo é constituído por um interior de magma brilhante coberta por um vermelho escuro. Seu corpo irradia grandes quantidades de calor. Seus pés têm apenas dois dedos e uma parte traseira pontuda. ",
    "Especie": "Pyronita",
    "Tipos": [ "Pirocinese", "Fogo" ],
    "Imagem": "\\img\\aliens\\chama.jpeg"
  }
]